{
  "questions": [
    {
      "id": "q001",
      "question": "Сколиозбен байланысты емес омыртқаның туа біткен ауытқуларын емдеудің қандай әдістері бар?",
      "gold_answer": "Сколиозбен байланысты емес омыртқаның туа біткен ауытқуларын емдеу үшін бел және сегізкөз омыртқаларының спондилодезі, диск протездеу және басқа да хирургиялық әдістер қолданылуы мүмкін.",
      "gold_passages": [
        {
          "doc_id": " Медициналық оңалту көрсету қағидаларын бекіту туралы  Қазақстан Республикасы Денсаулық сақтау министрінің 2020 жылғы 7 қазандағы № ҚР ДСМ-116 2020 бұйрығына өзгерістер мен толықтырулар енгізу туралы .txt",
          "chunk_id": 0,
          "global_idx": 167356
        }
      ]
    },
    {
      "id": "q002",
      "question": "Құрылымдық бөлімшенің басшысы қандай жауапкершілікті алады?",
      "gold_answer": "Құрылымдық бөлімшенің басшысы қызметін ұйымдастыруды жеке жауапкершілігіне алады және өз ісі мен нәтижелері үшін жауаптылықта болады.",
      "gold_passages": [
        {
          "doc_id": " Б  корпусы Төлеби аудандық мәслихат аппаратының мемлекеттік әкімшілік қызметшілерінің қызметін бағалаудың әдістемесін бекіту туралы Жаңартылған Оңтүстiк Қазақстан облысы Төлеби аудандық мәслихатының .txt",
          "chunk_id": 0,
          "global_idx": 29305
        }
      ]
    },
    {
      "id": "q003",
      "question": "Ауылдық округтер бойынша сандарды ауыстырудың негізі қандай шешіммен жүзеге асырылады?",
      "gold_answer": "Ауылдық округтер бойынша сандарды ауыстыру аудандық мәслихаттың шешімімен жүзеге асырылады, онда нақты сандар мен олардың ауыстырылу тәртібі көрсетілген.",
      "gold_passages": [
        {
          "doc_id": " 2020-2022 жылдарға арналған Сарысу ауданының қала және ауылдық округтерінің бюджеттері туралы  Сарысу аудандық мәслихатының 2019 жылғы 27 желтоқсандағы № 67-2 шешіміне өзгерістер енгізу туралы Жаңа Ж.txt",
          "chunk_id": 0,
          "global_idx": 6591
        }
      ]
    },
    {
      "id": "q004",
      "question": "Тыңдау туралы хабарлама қанша жұмыс күні бұрын жіберілуі тиіс?",
      "gold_answer": "Тыңдау туралы хабарлама мемлекеттік қызмет көрсету мерзімі аяқталғанға дейін кемінде 3 (үш) жұмыс күні бұрын жіберілуі тиіс.",
      "gold_passages": [
        {
          "doc_id": " Жер қойнауын пайдаланудың лицензиялық режиміне көшу қағидаларын және Жер қойнауын пайдаланудың лицензиялық режиміне көшу жөніндегі комиссияның жұмыс қағидаларын бекіту туралы  Қазақстан Республикасы .txt",
          "chunk_id": 0,
          "global_idx": 195303
        }
      ]
    },
    {
      "id": "q005",
      "question": "Қазақстан Республикасының Экология, геология және табиғи ресурстар министрлігінің Балық шаруашылығы комитеті аумақтық бөлімшесінің басшысының міндеттері қандай?",
      "gold_answer": "Балық шаруашылығы комитетінің аумақтық бөлімшесінің басшысы балық ресурстарын және басқа да су жануарларын қорғау жөнінде мемлекеттік инспекторлық қызметін атқарады. Ол сондай-ақ бассейннің экологиялық жағдайын бақылау және табиғи ресурстарды тиімді пайдалану бойынша жауапты.",
      "gold_passages": [
        {
          "doc_id": " Жануарлар дүниесін қорғау, өсімін молайту және пайдалану саласындағы мемлекеттік бақылауды және қадағалауды жүзеге асыратын уәкілетті орган ведомствосының және оның аумақтық бөлімшелерінің лауазымды .txt",
          "chunk_id": 0,
          "global_idx": 72434
        }
      ]
    },
    {
      "id": "q006",
      "question": "Кедендік рәсіммен орналастырылған тауарларды қайта өңдеу мерзімі өткен кезде не болады?",
      "gold_answer": "Кедендік рәсім аяқталмаған кезде, тауарларды қайта өңдеу мерзімі өткен күн болып саналады. Бұл жағдайда, кедендік баждар мен салықтарды төлеу кедендік декларацияны тіркеген күніне есептеледі.",
      "gold_passages": [
        {
          "doc_id": " Кеден одағының Кеден кодексі туралы шартты ратификациялау туралы  Қазақстан Республикасы Заңының жобасы туралы Жаңа Қазақстан Республикасы Үкіметінің 2010 жылғы 11 мамырдағы № 400 Қаулысы.txt",
          "chunk_id": 0,
          "global_idx": 64177
        }
      ]
    },
    {
      "id": "q007",
      "question": "Е-собес автоматтандырылған ақпараттық жүйесінің деректері бойынша әлеуметтік қызметтердің кепілдік берілген көлемінің орындалмау фактісі қандай салдарға әкеледі?",
      "gold_answer": "Е-собес автоматтандырылған ақпараттық жүйесінің деректері бойынша әлеуметтік қызметтердің кепілдік берілген көлемінің орындалмау фактісі елеулі немесе өрескел болып жіктеледі, бұл жергілікті атқарушы органдардың жұмысына әсер етеді.",
      "gold_passages": [
        {
          "doc_id": " Арнаулы әлеуметтік қызмет көрсету саласындағы және мүгедектерді әлеуметтік қорғау аясындағы тәуекел дәрежесін бағалау өлшемшарттары мен тексеру парақтарын бекіту туралы  Қазақстан Республикасы Денсау.txt",
          "chunk_id": 0,
          "global_idx": 58772
        }
      ]
    },
    {
      "id": "q008",
      "question": "Шартпен шектелетін, тұрақты қоймалық сақталудың белгіленген орны шегінде тұрған әдеттегі қару-жарақ пен техника қалай есепке алынады?",
      "gold_answer": "Тұрақты қоймалық сақталудың белгіленген орны шегінде тұрған әдеттегі қару-жарақ пен техника, осы баптың 7, 8 және 10 тармақтарына сәйкес, тұрақты бөлімдердің қолында бар, Шартпен шектелетін, әдеттегі қару-жарақ пен техника ретінде есепке алынады.",
      "gold_passages": [
        {
          "doc_id": " Еуропадағы кәдімгі қарулы күштер туралы шартты бейімдеу жөніндегі келісімді бекіту туралы  Қазақстан Республикасы Заңының жобасы туралы Жаңа Қазақстан Республикасы Үкіметінің қаулысы 2001 жылғы 15 қа.txt",
          "chunk_id": 0,
          "global_idx": 36734
        }
      ]
    },
    {
      "id": "q009",
      "question": "Мемлекеттік білім беру ұйымдарының педагогтеріне біліктілік санаты үшін қосымша ақы төлеу қандай жағдайда жүзеге асырылады?",
      "gold_answer": "Мемлекеттік білім беру ұйымдарының педагогтеріне біліктілік санаты үшін қосымша ақы төлеу ересектерге арналған қосымша білім беру ұйымдарын қоспағанда, жүзеге асырылады.",
      "gold_passages": [
        {
          "doc_id": " 2022-2024 жылдарға арналған облыстық бюджет туралы  облыстық мәслихаттың 2021 жылғы 9 желтоқсандағы № 80 шешіміне өзгерістер енгізу туралы Мерзімі біткен Ақтөбе облыстық мәслихатының 2022 жылғы 28 қа.txt",
          "chunk_id": 0,
          "global_idx": 193979
        }
      ]
    },
    {
      "id": "q010",
      "question": "Қазақстанда балалар мен емделушілерді тегін және жеңілдетілген жол жүрумен қамтамасыз ету қалай жүзеге асырылады?",
      "gold_answer": "Қазақстанда азаматтарды елді мекенінің шегінен тыс емделуге тегін және жеңілдетілген жол жүрумен қамтамасыз ету 18 147 теңге көлемінде қаржыландырылып, жүзеге асырылуда.",
      "gold_passages": [
        {
          "doc_id": " 2008 жылға арналған облыстық бюджет туралы  облыстық мәслихаттың 2007 жылғы 11 желтоқсандағы N 3 24 шешіміне өзгерістер мен толықтырулар енгізу туралы Жаңа Маңғыстау облыстық мәслихатының 2008 жылғы .txt",
          "chunk_id": 0,
          "global_idx": 26992
        }
      ]
    },
    {
      "id": "q011",
      "question": "Бағаланатын адамның НМИ міндеттерін орындау дәрежесіне мониторинг жүргізу бойынша қандай жауапкершіліктері бар?",
      "gold_answer": "Бағаланатын адам НМИ қойылған міндеттерді орындау дәрежесіне жүйелі мониторинг жүргізуге жауапты. Сонымен қатар, ол 360 әдісі бойынша өзін-өзі бағалауды уақтылы жүргізуі және қызметті бағалау нәтижелерін талқылау бойынша басшымен кездесулерге қатысуы тиіс.",
      "gold_passages": [
        {
          "doc_id": " Жәнібек аудандық мәслихат аппараты  мемлекеттік мекемесінің  Б  корпусы мемлекеттік әкімшілік қызметшілерінің қызметін бағалаудың әдістемесін бекіту туралы Жаңа Батыс Қазақстан облысы Жәнібек ауданды.txt",
          "chunk_id": 0,
          "global_idx": 178235
        }
      ]
    },
    {
      "id": "q012",
      "question": "Сазқұндыздардың түк үлпегінің біркелкілігін бағалау қандай талаптарға сәйкес жүргізіледі?",
      "gold_answer": "Сазқұндыздардың түк үлпегінің біркелкілігі 26-кестеде келтірілген талаптарға сәйкес бағаланады. Арқа және құрсақ түбіттері ұзындығының арасындағы айырмашылық 2 миллиметрден кем болса, 5 балл беріледі.",
      "gold_passages": [
        {
          "doc_id": " Ауыл шаруашылығы малдарын бағалау нұсқаулықтары мен тұқымдарының стандартын бекіту туралы  Қазақстан Республикасы Ауыл шаруашылығы министрінің 2014 жылғы 10 қазандағы № 3-3 517 бұйрығына өзгерістер м.txt",
          "chunk_id": 0,
          "global_idx": 194809
        }
      ]
    },
    {
      "id": "q013",
      "question": "Қазақстандағы жеке меншік мониторингінің мазмұны мен мәні қандай аспектілерді қамтиды?",
      "gold_answer": "Жеке меншік мониторингінің мазмұны мониторинг объектілерін басқарудың тиімділігін бақылау, әлеуметтік-экономикалық, қаржылық, құқықтық және экологиялық жағдайларын талдау сияқты аспектілерді қамтиды. Мониторингтің мәні өндірістің серпіні мен құрылымы, сондай-ақ мониторинг объектілерінің қаржылық және экономикалық жай-күйін бағалауға бағытталған.",
      "gold_passages": [
        {
          "doc_id": " Стратегиялық маңызы бар экономика салаларындағы меншiктiң мемлекеттiк мониторингi туралы  Қазақстан Республикасы Заңының жобасы туралы Жаңа Қазақстан Республикасы Үкіметінің 2003 жылғы 22 сәуірдегі N.txt",
          "chunk_id": 0,
          "global_idx": 234952
        }
      ]
    },
    {
      "id": "q014",
      "question": "Бас банк пен еншілес банк арасындағы операциялар қандай міндеттемелерді қамтымайды?",
      "gold_answer": "Бас банк пен еншілес банк арасындағы операциялар салымдарды орналастыруға және ұлттық басқарушы холдингтің алынған қарыздарына байланысты міндеттемелерді қоспағанда, активтер мен міндеттемелердің бір бөлігін не оларды толық мөлшерде беру жөнінде жүзеге асырылады.",
      "gold_passages": [
        {
          "doc_id": " Банк активтерінің және міндеттемелерінің бір бөлігін не оларды толық мөлшерде басқа банкке (банктерге) бірмезгілде беру жөніндегі операцияны, оның ішінде бас банк пен оған қатысты қайта құрылымдау жү.txt",
          "chunk_id": 0,
          "global_idx": 22909
        }
      ]
    },
    {
      "id": "q015",
      "question": "Қазақстан Республикасында құқық қорғау және арнайы мемлекеттік органдар үшін ақпарат алмасу жүйесін құрудың мақсаты қандай?",
      "gold_answer": "Қазақстан Республикасында құқық қорғау және арнайы мемлекеттік органдар үшін ақпарат алмасу жүйесін құрудың мақсаты мемлекеттік органдар арасында тиімді ақпарат алмасуды қамтамасыз ету және құқық қорғау қызметін жетілдіру болып табылады.",
      "gold_passages": [
        {
          "doc_id": " 2013 - 2015 жылдарға арналған республикалық бюджет туралы  Қазақстан Республикасының Заңын іске асыру туралы Жаңартылған Қазақстан Республикасы Үкіметінің 2012 жылғы 30 қарашадағы № 1520 Қаулысы.txt",
          "chunk_id": 0,
          "global_idx": 155498
        }
      ]
    },
    {
      "id": "q016",
      "question": "Кондоминиум объектісін мемлекеттік тіркеу ережесіне енгізілген өзгерістер қандай?",
      "gold_answer": "Кондоминиум объектісін мемлекеттік тіркеу ережесінде 13-тармақтың 2) тармақшасы алынып тасталды, ал 16-тармақтың 1) тармақшасы құқық белгілейтін құжатта көрсетілген сәйкестендіру сипаттамаларының «Жылжымайтын мүлік тіркелімі» мемлекеттік деректер қоры ақпараттық жүйесіндегі мәліметтермен сәйкес келуін көздейді.",
      "gold_passages": [
        {
          "doc_id": " Кондоминиум объектісін мемлекеттік тіркеу ережесін бекіту туралы  Қазақстан Республикасы Әділет министрінің м.а. 2007 жылғы 24 тамыздағы № 241 бұйрығына өзгерістер енгізу туралы Жаңа Қазақстан Респуб.txt",
          "chunk_id": 0,
          "global_idx": 111149
        }
      ]
    },
    {
      "id": "q017",
      "question": "Аудандық деңгейде спорттық жарыстарды өткізу үшін қандай мемлекеттік қызметтер көрсетіледі?",
      "gold_answer": "Аудандық (облыстық маңызы бар қалалық) деңгейде спорттық жарыстар өткізу үшін мемлекеттік саясатты іске асыру жөніндегі қызметтер көрсетіледі. Бұл қызметтер спорт объектілерін дамыту және аудандық құрама командаларын дайындау сияқты бағыттарды қамтиды.",
      "gold_passages": [
        {
          "doc_id": " 2019 – 2021 жылдарға арналған аудандық бюджет туралы  Байзақ аудандық мәслихатының 2018 жылғы 21 желтоқсандағы № 38-3 шешіміне өзгерістер енгізу туралы Жаңа Жамбыл облысы Байзақ аудандық мәслихатының.txt",
          "chunk_id": 0,
          "global_idx": 8361
        }
      ]
    },
    {
      "id": "q018",
      "question": "Тимирязев ауданының аумағында қала құрылысын дамыту схемаларын әзірлеу және аудандық мәслихаттың бекітуіне ұсыну туралы шешімдер қалай қабылданады?",
      "gold_answer": "Тимирязев ауданының аумағында қала құрылысын дамыту схемаларын әзірлеу жұмыстарын ұйымдастыру және аудандық мәслихаттың бекітуіне ұсыну заңнамалық тәртіппен жүзеге асырылады.",
      "gold_passages": [
        {
          "doc_id": " Солтүстік Қазақстан облысы Тимирязев ауданы әкімдігінің сәулет, құрылыс, тұрғын үй-коммуналдық шаруашылығы, жолаушылар көлігі және автомобиль жолдары бөлімі  коммуналдық мемлекеттік мекемесінің Ереже.txt",
          "chunk_id": 0,
          "global_idx": 7842
        }
      ]
    },
    {
      "id": "q019",
      "question": "2,4-Д кислота мен басқа химиялық заттардың концентрациясы қандай?",
      "gold_answer": "2,4-Д кислота концентрациясы әртүрлі өнімдерде 344 грамм/литрден 950 грамм/литрге дейін өзгереді. Мысалы, Д–АРМОН эмульсиясында 950 грамм/литр, ал АЙКОН ФОРТЕ сулы концентратында 410 грамм/литр.",
      "gold_passages": [
        {
          "doc_id": " 2021 жылға өсімдік шаруашылығы өнімінің шығымдылығы мен сапасын арттыруды субсидиялауды бекіту туралы  Шымкент қаласы әкімдігінің 2021 жылғы 31 наурыздағы № 199 қаулысына өзгерістер мен толықтырулар .txt",
          "chunk_id": 0,
          "global_idx": 24685
        }
      ]
    },
    {
      "id": "q020",
      "question": "2012 жылы Қордың жарғылық капиталына қандай мүліктермен жарналар жүзеге асырылды?",
      "gold_answer": "2012 жылы Акционер Қордың жарғылық капиталына жалпы сомасы 35.028 миллион теңгеге мүлікпен жарна жүзеге асырды.",
      "gold_passages": [
        {
          "doc_id": " Самұрық-Қазына  ұлттық әл-ауқат қоры  акционерлік қоғамының 2013 жылғы жылдық қаржылық (шоғырландырылған және жеке) есептілігін, таза кірісін бөлу, жай акциялары бойынша дивидендтер төлеу тәртібін жә.txt",
          "chunk_id": 0,
          "global_idx": 56981
        }
      ]
    },
    {
      "id": "q021",
      "question": "Бірыңғай экономикалық кеңістікті құрудың негізгі қағидаттары қандай?",
      "gold_answer": "Бірыңғай экономикалық кеңістікті құрудың негізгі қағидаттарына еріктілік, экономикалық өзара пайдалылық, кемсітудің жоқтығы, құқықтық кепілдік, мақсаттар тоқайластығы, қабылданған міндеттемелер үшін жауапкершілік және ашықтық жатады.",
      "gold_passages": [
        {
          "doc_id": " Бiрыңғай экономикалық кеңiстiк құру туралы келiсiмдi бекiту туралы  Қазақстан Республикасы Заңының жобасы туралы Жаңа Қазақстан Республикасы Үкіметінің 2004 жылғы 30 қаңтрадағы N 114 қаулысы.txt",
          "chunk_id": 0,
          "global_idx": 61283
        }
      ]
    },
    {
      "id": "q022",
      "question": "Қазақстан Республикасы Заңының бірінші санаттағы рұқсаттар тізбесінде қандай лицензияланатын қызмет түрлері көрсетілген?",
      "gold_answer": "Лицензияланатын қызмет түрлері Қазақстан Республикасы Заңының бірінші санаттағы рұқсаттар тізбесінің 5 және 6-бөлімдерінде көзделген. Бұл бөлімдерде тұрғын үй-азаматтық мақсаттағы объектілерден басқа, әлеуетті өнім берушінің жұмыс тәжірибесіне сәйкес келетін рұқсаттар көрсетіледі.",
      "gold_passages": [
        {
          "doc_id": " Мемлекеттік сатып алуды жүзеге асыру қағидаларын бекіту туралы  Қазақстан Республикасы Қаржы министрінің 2015 жылғы 11 желтоқсандағы № 648 бұйрығына өзгеріс енгізу туралы Жаңартылған Қазақстан Респуб.txt",
          "chunk_id": 0,
          "global_idx": 132849
        }
      ]
    },
    {
      "id": "q023",
      "question": "Облыстық бюджеттің алынатын бюджеттік алу сомалары қандай?",
      "gold_answer": "Облыстық бюджеттің алынатын бюджеттік алу сомалары әр облыс үшін әртүрлі. Мәселен, Қарағанды облысы үшін 81131 теңге, Маңғыстау облысы үшін 9000442 теңге, Павлодар облысы үшін 1895969 теңге және Алматы қаласы үшін 17915000 теңге қарастырылған.",
      "gold_passages": [
        {
          "doc_id": " 2002 жылға арналған республикалық бюджет туралы  Қазақстан Республикасы Заңының жобасы туралы Жаңа Қазақстан Республикасы Үкіметінің қаулысы 2001 жылғы 14 қыркүйек N 1202.txt",
          "chunk_id": 0,
          "global_idx": 158554
        }
      ]
    },
    {
      "id": "q024",
      "question": "Аудан әкімдігі мемлекеттік тілде іс жүргізуді енгізу бойынша қандай шараларды дайындап, жүзеге асырады?",
      "gold_answer": "Аудан әкімдігі мемлекеттік тілде іс жүргізуді енгізу үшін шараларды дайындап, жүзеге асырады. Бұл шаралар тіл саясатын жүргізуде оң тәжірибені жинақтау мен таратуға, сондай-ақ аудан тұрғындарын тілдер туралы заңнаманың жүзеге асырылу барысы туралы хабардар етуге бағытталған.",
      "gold_passages": [
        {
          "doc_id": " Жамбыл облысы Жуалы ауданы әкімдігінің ішкі саясат бөлімі коммуналдық мемлекеттік мекемесінің Ережесін бекіту туралы Жаңа Жамбыл облысы Жуалы аудандық әкімдігінің 2014 жылғы 28 шілдедегі № 336 қаулыс.txt",
          "chunk_id": 0,
          "global_idx": 6985
        }
      ]
    },
    {
      "id": "q025",
      "question": "Бұл Келісім еңбекші-мигранттарды әлеуметтік қорғау саласында қандай ынтымақтастықты көздейді?",
      "gold_answer": "Бұл Келісім еңбекші-мигранттардың еңбек қызметі мен әлеуметтік қорғау саласындағы тараптар арасындағы ынтымақтастықты дамытуға бағытталған. Яғни, тарап мемлекеттері бір-біріне қолдау көрсетіп, еңбек мигранттарының құқықтарын қорғауға және әлеуметтік保障ды қамтамасыз етуге ұмтылады.",
      "gold_passages": [
        {
          "doc_id": " Еңбек көші-қоны және еңбекші мигранттарды әлеуметтік қорғау саласындағы ынтымақтастық туралы 1994 жылғы 15 сәуірдегі келісімге өзгерістер мен толықтырулар енгізу туралы хаттаманы ратификациялау турал.txt",
          "chunk_id": 0,
          "global_idx": 147847
        }
      ]
    },
    {
      "id": "q026",
      "question": "Қазақстан Республикасы Инвестициялар және даму министрінің 2015 жылғы 26 наурыздағы № 315 бұйрығына қандай өзгерістер енгізілді?",
      "gold_answer": "Бұйрықта автомобиль жолдары туралы заңға сәйкес Халықаралық және республикалық маңызы бар автомобиль жолдарын сыныптау қағидалары мен шарттарына өзгерістер енгізілді, оның ішінде мемлекеттік тілдегі мәтін өзгермеген.",
      "gold_passages": [
        {
          "doc_id": " Халықаралық және республикалық маңызы бар жалпыға ортақ пайдаланылатын автомобиль жолдарын сыныптау қағидалары мен шарттарын, тізбесін, олардың атаулары мен индекстерін, оның ішінде қорғаныстық мақса.txt",
          "chunk_id": 0,
          "global_idx": 52392
        }
      ]
    },
    {
      "id": "q027",
      "question": "Қазақстанда туысы жоқ адамдарды жерлеу тәртібі қандай?",
      "gold_answer": "Қазақстанда туысы жоқ адамдарды жерлеу жерлеу орындарын күтіп-ұстау бойынша белгіленген ережелерге сәйкес жүзеге асырылады. Бұл тәртіп жергілікті әкімшіліктің жауапкершілігіне жатады.",
      "gold_passages": [
        {
          "doc_id": " 2017-2019 жылдарға арналған Аққайың ауданының бюджеті туралы  Солтүстік Қазақстан облысы Аққайың ауданы мәслихатының 2016 жылғы 22 желтоқсандағы № 8-1 шешіміне өзгерістер мен толықтыру енгізу туралы .txt",
          "chunk_id": 0,
          "global_idx": 188581
        }
      ]
    },
    {
      "id": "q028",
      "question": "Қатысушы-мемлекет қандай жағдайларда кеме тексеруге құқылы?",
      "gold_answer": "Қатысушы-мемлекет мигранттарды теңіз арқылы заңсыз әкелуге қатысы бар және ұлтқа тиесілі емес немесе ұлты жоқ кемеге деген саналы күдік болған жағдайда, кемеге кіріп, оны тексере алады. Егер бұл күдікті растайтын дәлелдемелер табылса, мемлекет тиісті шараларды қабылдайды.",
      "gold_passages": [
        {
          "doc_id": " Біріккен Ұлттар Ұйымының Трансұлттық ұйымдасқан қылмысқа қарсы конвенциясын толықтыратын Мигранттарды құрлық, теңіз және әуе арқылы заңсыз әкелуге қарсы хаттаманы Қазақстан Республикасының ратификаци.txt",
          "chunk_id": 0,
          "global_idx": 171174
        }
      ]
    },
    {
      "id": "q029",
      "question": "Әлеуметтік-тұрмыстық қызметтерді ұсыну қандай түрлерді қамтиды?",
      "gold_answer": "Әлеуметтік-тұрмыстық қызметтер ыстық тамақ, азық-түлік, киімдерді жуу, тұрғын жайларды жөндеу, коммуналдық қызметтерді төлеуге жәрдемдесу және жерлеу қызметтерін ұйымдастыруды қамтиды.",
      "gold_passages": [
        {
          "doc_id": " Арнаулы әлеуметтік қызметтер көрсету саласындағы және мүгедектігі бар адамдарды әлеуметтік қорғау саласындағы тәуекел дәрежесін бағалау өлшемшарттарын және тексеру парақтарын бекіту туралы  Қазақстан.txt",
          "chunk_id": 0,
          "global_idx": 184711
        }
      ]
    },
    {
      "id": "q030",
      "question": "Репо шарттары бойынша бағалы қағаздардың бухгалтерлік теңгерімде көрсетілуі қалай жүзеге асады?",
      "gold_answer": "Репо шарттары бойынша сатылған бағалы қағаздар шоғырландырылған бухгалтерлік теңгерімде көрсетіле береді. Егер контрагента келісімшарттың талаптарынан туындайтын құқыққа ие болса, онда бұл бағалы қағаздар кепіл ретінде ұсынылған бағалы қағаздардың санатына көшіріледі.",
      "gold_passages": [
        {
          "doc_id": " Самұрық-Қазына» ұлттық әл-ауқат қоры  акционерлік қоғамының 2009 жылғы жылдық қаржылық (шоғырландырылған және жеке) есептілігін бекіту, 2009 жыл үшін жай акциялар бойынша дивидендтер төлеу және  Самұ.txt",
          "chunk_id": 0,
          "global_idx": 110473
        }
      ]
    },
    {
      "id": "q031",
      "question": "Қазақстан Республикасында ұялы байланыс қызметтеріне тарифтер қалай белгіленеді?",
      "gold_answer": "Ұялы байланыс қызметтеріне тарифтер тарифтік жоспар бойынша барлық абоненттерге бірдей қолданылады және Қазақстан Республикасының ұлттық валютасында белгіленеді.",
      "gold_passages": [
        {
          "doc_id": " Байланыс қызметтерін көрсету қағидаларын бекіту туралы  Қазақстан Республикасы Инвестициялар және даму министрінің міндетін атқарушысының 2015 жылғы 24 ақпандағы № 171 бұйрығына өзгерістер мен толықт.txt",
          "chunk_id": 0,
          "global_idx": 58065
        }
      ]
    },
    {
      "id": "q032",
      "question": "Мағжан Жұмабаев ауданының 2018 жылға арналған бюджетінің жалпы кірістері қандай соманы құрайды?",
      "gold_answer": "Мағжан Жұмабаев ауданының 2018 жылға арналған бюджетінің жалпы кірістері 236 430,0 мың теңгені құрайды.",
      "gold_passages": [
        {
          "doc_id": " Солтүстік Қазақстан облысы Мағжан Жұмабаев ауданы Булаев қаласының 2018-2020 жылдарға арналған бюджеті туралы  Солтүстік Қазақстан облысы Мағжан Жұмабаев ауданы мәслихатының 2017 жылғы 25 желтоқсанда.txt",
          "chunk_id": 0,
          "global_idx": 118341
        }
      ]
    },
    {
      "id": "q033",
      "question": "Инженер-картограф мамандығына қойылатын біліктілік талаптары қандай?",
      "gold_answer": "Инженер-картограф мамандығына қойылатын біліктілік талаптары Қазақстан Республикасы Цифрлық даму, инновациялар және аэроғарыш өнеркәсібі министрінің 2021 жылғы 28 шілдедегі № 268/НҚ бұйрығына сәйкес, жоғары санат, II-I санат, санатсыз жоғары деңгейдегі мамандардың біліктілігін қамтиды.",
      "gold_passages": [
        {
          "doc_id": " Геодезия және картография  кәсіптік стандартын бекіту туралы Жаңа Қазақстан Республикасының Цифрлық даму, инновациялар және аэроғарыш өнеркәсібі министрінің 2024 жылғы 29 қаңтардағы № 44 НҚ бұйрығы.txt",
          "chunk_id": 0,
          "global_idx": 155174
        }
      ]
    },
    {
      "id": "q034",
      "question": "Комиссияның шешімі қалай қабылданады?",
      "gold_answer": "Комиссияның шешімі мүшелері отырысына қатысқан қатысушылар санының кем дегенде төрттен үш бөлігімен ашық дауыс беру арқылы қабылданады.",
      "gold_passages": [
        {
          "doc_id": " Шетелге, оның ішінде академиялық оралымдылық шеңберінде оқытуға жіберу қағидаларын бекіту туралы  Қазақстан Республикасы Білім және ғылым министрінің 2008 жылғы 19 қарашадағы № 613 бұйрығына өзгеріс .txt",
          "chunk_id": 0,
          "global_idx": 73290
        }
      ]
    },
    {
      "id": "q035",
      "question": "Қазақстанда мемлекеттік трансферттер қалай есептеледі?",
      "gold_answer": "Қазақстанда мемлекеттік трансферттер жоғары тұрған органдардан және аудандық бюджеттің трансферттерінен түседі. Бұл трансферттердің жалпы сомасы 40 593 мың теңгені құрайды.",
      "gold_passages": [
        {
          "doc_id": " Солтүстік Қазақстан облысы Есіл ауданы Корнеевка ауылдық округінің 2023-2025 жылдарға арналған бюджетін бекіту туралы  Солтүстік Қазақстан облысы Есіл ауданы мәслихатының 2022 жылғы 30 желтоқсандағы .txt",
          "chunk_id": 0,
          "global_idx": 213167
        }
      ]
    },
    {
      "id": "q036",
      "question": "Теледидар және радио хабарларын тарату үшін радиожиілікті пайдалануға рұқсатты кім береді?",
      "gold_answer": "Радиожиілік спектрін пайдалануға рұқсатты байланыс саласындағы уәкілетті орган бұқаралық ақпарат құралдары істері жөніндегі уәкілетті органмен келісу бойынша береді.",
      "gold_passages": [
        {
          "doc_id": " Байланыс туралы  Қазақстан Республикасы Заңының жобасы туралы Жаңа Қазақстан Республикасы Үкіметінің 2003 жылғы 17 қарашадағы N 1153 қаулысы.txt",
          "chunk_id": 0,
          "global_idx": 228890
        }
      ]
    },
    {
      "id": "q037",
      "question": "Неке шарты қандай нысанда жасалуы тиіс және ол қалай куәландырылады?",
      "gold_answer": "Неке шарты жазбаша түрде жасалады және міндетті түрде нотариалды куәландырылуға жатады.",
      "gold_passages": [
        {
          "doc_id": " Нотариустардың нотариаттық іс-әрекет жасау ережесін бекіту туралы  Қазақстан Республикасы Әділет министрінің 2012 жылғы 31 қаңтардағы № 31 бұйрығына өзгерістер мен толықтырулар енгізу туралы  Жаңа Қа.txt",
          "chunk_id": 0,
          "global_idx": 1695
        }
      ]
    },
    {
      "id": "q038",
      "question": "ДСН-кодты беруден бас тарту кезінде көрсетілетін қызметті алушы не істеуі керек?",
      "gold_answer": "ДСН-кодты беруден бас тартқан жағдайда, көрсетілетін қызметті алушы осы Қағидаларда белгіленген тәртіпте, ДСН-кодын беруге арналған өтінімдерді қайтадан береді.",
      "gold_passages": [
        {
          "doc_id": " Дербес сәйкестендіру нөмірлері-кодтарын беру қағидаларын бекіту туралы  Қазақстан Республикасы Қаржы министрінің 2015 жылғы 27 ақпандағы № 137 бұйрығына өзгерістер енгізу туралы Жаңа Қазақстан Респуб.txt",
          "chunk_id": 0,
          "global_idx": 212209
        }
      ]
    },
    {
      "id": "q039",
      "question": "Қазақстан Республикасының нормативтік құқықтық актілерінің эталондық бақылау банкінде қандай құжаттар жариялануы тиіс?",
      "gold_answer": "Қаулының қазақ және орыс тілдеріндегі электрондық көшірмесі жариялануы тиіс. Бұл жұмысты Қазақстан Республикасының заңнама және құқықтық ақпарат институты қамтамасыз етеді.",
      "gold_passages": [
        {
          "doc_id": " Шығыс Қазақстан облысы әкімінің аппараты  мемлекеттік мекемесі туралы ережені бекіту туралы  Шығыс Қазақстан облысы әкімдігінің 2022 жылғы 12 қаңтардағы № 6 қаулысына өзгеріс енгізу туралы Жаңа Шығыс.txt",
          "chunk_id": 0,
          "global_idx": 42071
        }
      ]
    },
    {
      "id": "q040",
      "question": "Павлов селолық округінің көшелеріне атау беру туралы шешімнің өзгерістері қандай?",
      "gold_answer": "Павлов селолық округінің көшелеріне атау беру туралы шешімге енгізілген өзгерістер бойынша, № 9 атаусыз тұйық көшесі 'Специалисттер тұйық көшесі' деп, № 11 атаусыз тұйық көшесі де 'Специалисттер тұйық көшесі' деп қайта жазылды.",
      "gold_passages": [
        {
          "doc_id": " Павлов селолық округі селоларының көшелеріне атау беру туралы  Павлов селолық округі әкімінің 2009 жылғы 19 қазандағы № 1 шешіміне өзгерістер енгізу туралы Жаңа Қостанай облысы Таран ауданы Павлов се.txt",
          "chunk_id": 0,
          "global_idx": 183888
        }
      ]
    },
    {
      "id": "q041",
      "question": "Таратылатын банктің қызметі тоқтатылған жағдайда, борышкерлер мен қызметкерлерге қатысты қандай есеп нысаны толтырылуы тиіс?",
      "gold_answer": "Борышкерлер мен қызметкерлерге қатысты қозғалған қылмыстық істер туралы есеп нысаны F13-LKB индексімен толтырылуы тиіс.",
      "gold_passages": [
        {
          "doc_id": " Ерікті және мәжбүрлеп таратылатын банктердің тарату комиссияларының есеп және қосымша ақпарат беру нысанын, мерзімдері мен кезеңділігін бекіту туралы  Қазақстан Республикасының Қаржы нарығын реттеу ж.txt",
          "chunk_id": 0,
          "global_idx": 111280
        }
      ]
    },
    {
      "id": "q042",
      "question": "Қазақстан Республикасы Қарулы Күштерінің жауынгерлік әзірлігін арттыруға бөлінген қаржы көлемі қанша?",
      "gold_answer": "Қазақстан Республикасы Қарулы Күштерінің жауынгерлік әзірлігін арттыруға 128 182 150 теңге бөлінген.",
      "gold_passages": [
        {
          "doc_id": " 2012 - 2014 жылдарға арналған республикалық бюджет туралы  Қазақстан Республикасының Заңына өзгерістер мен толықтырулар енгізу туралы  Қазақстан Республикасы Заңының жобасы туралы Жаңа Қазақстан Респ.txt",
          "chunk_id": 0,
          "global_idx": 89633
        }
      ]
    },
    {
      "id": "q043",
      "question": "Қазақстан Республикасында тауарлық және сұйытылған газдың өндірілуі, тасымалдануы, сақталуы, сатылуы және тұтынуына қандай мониторинг жүргізіледі?",
      "gold_answer": "Қазақстан Республикасында тауарлық және сұйытылған газдың өндірілуі, тасымалдануы, сақталуы, сатылуы және тұтынуына уәкілетті орган арқылы мониторинг жүргізіледі. Бұл мониторинг өндіру, тасымалдау, сақтау, көтерме және бөлшек сауда көлемдерін қамтиды.",
      "gold_passages": [
        {
          "doc_id": " Газ және газбен жабдықтау туралы  Қазақстан Республикасы Заңының жобасы туралы Жаңа Қазақстан Республикасы Үкіметінің 2011 жылғы 23 мамырдағы № 557 Қаулысы.txt",
          "chunk_id": 0,
          "global_idx": 73177
        }
      ]
    },
    {
      "id": "q044",
      "question": "Жергілікті атқарушы орган (ЖАО) қандай функцияларды атқарады?",
      "gold_answer": "Жергілікті атқарушы орган (ЖАО) облыстың әкімі басқаратын, өз құзыреті шегінде тиісті аумақта жергілікті мемлекеттік басқаруды және өзін-өзі басқаруды жүзеге асыратын алқалы атқарушы орган болып табылады.",
      "gold_passages": [
        {
          "doc_id": " Еңбек  нәтижелі жұмыспен қамтуды және жаппай кәсіпкерлікті дамытудың 2017-2021 жылдарға арналған мемлекеттік бағдарламасын іске асыру жөніндегі кейбір шаралар туралы  Қазақстан Республикасы Премьер-М.txt",
          "chunk_id": 0,
          "global_idx": 40965
        }
      ]
    },
    {
      "id": "q045",
      "question": "Қазақстан Республикасы Ауыл шаруашылығы министрінің бұйрығы қашаннан бастап қолданысқа енгізіледі?",
      "gold_answer": "Осы бұйрық 2016 жылғы 2 маусымнан бастап қолданысқа енгізіледі.",
      "gold_passages": [
        {
          "doc_id": " Селекциялық карточканың нысанын бекіту туралы  Қазақстан Республикасы Ауыл шаруашылығы министрінің 2015 жылғы 8 шілдедегі № 3-3 617 бұйрығының күші жойылды деп тану туралы Жаңа Қазақстан Республикасы.txt",
          "chunk_id": 0,
          "global_idx": 56731
        }
      ]
    },
    {
      "id": "q046",
      "question": "Акробатика пәнін оқытуда қандай әдістер мен құралдарды қолдану қажет?",
      "gold_answer": "Акробатика пәніне топтық оқытудың ерекшелігі оқыту әдістерін, құралдарын және формаларын таңдауға жағдай жасайтыны айтылған. Сонымен қатар, акробатика болашақ бишінің барлық қозғалыс қабілеттерін дамытуға оң әсер етеді.",
      "gold_passages": [
        {
          "doc_id": " Балалар музыка мектептерінің, балалар көркемөнер мектептерінің және балалар өнер мектептерінің үлгілік оқу жоспарлары мен білім беру бағдарламаларын бекіту туралы  Қазақстан Республикасы Білім және ғ.txt",
          "chunk_id": 0,
          "global_idx": 197483
        }
      ]
    },
    {
      "id": "q047",
      "question": "2016 жылы облыстық бюджеттен дамуға бөлінген нысаналы трансферттердің пайдаланылмаған сомалары 2017 жылы қалай пайдаланылады?",
      "gold_answer": "2016 жылы облыстық бюджеттен дамуға бөлінген пайдаланылмаған нысаналы трансферттер 2017 жылы аудандық бюджеттінің шығыстарында нысаналы мақсатын сақтай отырып пайдаланылады.",
      "gold_passages": [
        {
          "doc_id": " 2017-2019 жылдарға арналған Жамбыл ауданының аудандық бюджеті туралы  аудандық мәслихаттың 2016 жылғы 26 желтоқсандағы 7 1 шешіміне өзгерістер мен толықтырулар енгізу туралы Жаңа Солтүстік Қазақстан .txt",
          "chunk_id": 0,
          "global_idx": 88685
        }
      ]
    },
    {
      "id": "q048",
      "question": "Қазақстан Республикасының Президенті Жарлығының жобасы бойынша мемлекеттік бағдарламаны өзектілендіру шаралары қандай?",
      "gold_answer": "Мемлекеттік бағдарламаны өзектілендіру шаралары жобаларды іріктеу өлшемшарттарын күшейту жөніндегі шараларды қамтиды.",
      "gold_passages": [
        {
          "doc_id": " Мемлекет басшысының 2015 жылғы 30 қарашадағы  Қазақстан жаңа жаһандық нақты ахуалда  өсу, реформалар, даму  атты Қазақстан халқына Жолдауын іске асыру жөніндегі шаралар туралы  Қазақстан Республикасы.txt",
          "chunk_id": 0,
          "global_idx": 26923
        }
      ]
    },
    {
      "id": "q049",
      "question": "Жетім балаларды асырап алған азаматтарға қандай ақша қаражаты төленеді?",
      "gold_answer": "Жетім баланы немесе ата-анасының қамқорлығынсыз қалған баланы асырап алғаны үшін Қазақстан азаматтарына 11 699,0 теңге біржолғы ақша қаражаты төленеді.",
      "gold_passages": [
        {
          "doc_id": " Астана қаласының 2024-2026 жылдарға арналған бюджеті туралы  Астана қаласы мәслихатының 2023 жылғы 14 желтоқсандағы № 113 15-VIII шешіміне өзгерістер енгізу туралы Жаңа Астана қаласы мәслихатының 202.txt",
          "chunk_id": 0,
          "global_idx": 24428
        }
      ]
    },
    {
      "id": "q050",
      "question": "Солтүстік Қазақстан облысы Тимирязев ауданы әкімдігінің жер қатынастары бөлімі туралы Ережені бекіту үшін қандай талаптар орындалуы тиіс?",
      "gold_answer": "Солтүстік Қазақстан облысы Тимирязев ауданы әкімдігінің жер қатынастары бөлімі туралы Ережені бекіту үшін Қазақстан Республикасының нормативтік құқықтық актілерін ресми жариялау және көшірмесін Қазақстан Республикасы Әділет министрлігінің тиісті мекемесіне электрондық түрде жіберу талап етіледі.",
      "gold_passages": [
        {
          "doc_id": " Солтүстік Қазақстан облысы Тимирязев ауданы әкімдігінің жер қатынастары бөлімі  коммуналдық мемлекеттік мекемесінің Ережесін бекіту туралы Жаңа Солтүстік Қазақстан облысы Тимирязев ауданы әкімдігінің.txt",
          "chunk_id": 0,
          "global_idx": 100090
        }
      ]
    },
    {
      "id": "q051",
      "question": "2022-2024 жылдарға арналған Қызылөзек ауылдық округінің бюджеті қандай көлемде бекітілген?",
      "gold_answer": "2022 жылға арналған Қызылөзек ауылдық округінің бюджеті 94 685,0 мың теңге кірістермен және 96 049,5 мың теңге шығындармен бекітілген.",
      "gold_passages": [
        {
          "doc_id": " 2022-2024 жылдарға арналған Қызылөзек ауылдық округінің бюджеті туралы  Қызылорда қалалық маслихатының 2021 жылғы 29 желтоқсандағы № 104-16 7 шешіміне өзгерістер енгізу туралы Мерзімі біткен Қызылорд.txt",
          "chunk_id": 0,
          "global_idx": 25488
        }
      ]
    },
    {
      "id": "q052",
      "question": "Жан басына шаққандағы қаржыландыруды іске асырудың негізгі бағыттары қандай?",
      "gold_answer": "Жан басына шаққандағы қаржыландыруды іске асыру барысында өзгерістер мен толықтырулар енгізу, консультациялар ұйымдастыру, деректер жинау және мониторинг жүргізу сияқты негізгі бағыттар қарастырылады.",
      "gold_passages": [
        {
          "doc_id": " 2016 - 2018 жылдарға арналған республикалық бюджет туралы  Қазақстан Республикасының Заңын іске асыру туралы  Қазақстан Республикасы Үкіметінің 2015 жылғы 8 желтоқсандағы № 972 қаулысына өзгерістер м.txt",
          "chunk_id": 0,
          "global_idx": 94452
        }
      ]
    },
    {
      "id": "q053",
      "question": "2011 жылғы 31 желтоқсанда трансфертті баға түзу бойынша заңнамаға сәйкес салық органдарының ұстанымы қандай тәуекелдер тудырады?",
      "gold_answer": "2011 жылғы 31 желтоқсанда салық органдарының ұстанымы Топтың ұстанымынан ерекшеленуі мүмкін, бұл салықтар, айыппұлдар мен өсімақылардың қосымша сомаларына әкелуі ықтимал. Сондықтан, Топ трансфертті баға түзу бойынша өз ұстанымының расталатынына сенеді.",
      "gold_passages": [
        {
          "doc_id": " Самұрық-Қазына  ұлттық әл-ауқат қоры  акционерлік қоғамының 2011 жылғы жылдық қаржылық (шоғырландырылған және жеке) есептілігін, таза кірісін бөлу, жай акциялар бойынша дивидендтер төлеу тәртібін жән.txt",
          "chunk_id": 0,
          "global_idx": 222773
        }
      ]
    },
    {
      "id": "q054",
      "question": "Клотримазолдың Қазақстандағы тіркелген дәрілік нысандары қандай?",
      "gold_answer": "Клотримазолдың Қазақстанда тіркелген дәрілік нысандары ретінде сыртқа қолдануға арналған ұнтақ, жергілікті қолдануға арналған ерітінді, крем, қынаптық таблеткалар және қынаптық гельдер бар.",
      "gold_passages": [
        {
          "doc_id": " Дәрілік заттың саудалық атауына өндірушінің шекті бағаларын, бөлшек және көтерме саудада өткізу үшін дәрілік заттың саудалық атауына шекті бағаларды бекіту туралы  Қазақстан Республикасы Денсаулық са.txt",
          "chunk_id": 0,
          "global_idx": 90210
        }
      ]
    },
    {
      "id": "q055",
      "question": "Мемлекеттік бюджеттен берілген бюджеттік кредиттерді қалай өтеуге болады?",
      "gold_answer": "Мемлекеттік бюджеттен берілген бюджеттік кредиттерді өтеу жеке тұлғаларға жергілікті бюджеттен берілген кредиттерді өтеу арқылы жүзеге асырылады.",
      "gold_passages": [
        {
          "doc_id": " 2019-2021 жылдарға арналған аудандық бюджет туралы  Сарысу аудандық мәслихатының 2018 жылғы 21 желтоқсандағы № 43-2 шешіміне өзгерістер енгізу туралы Жаңа Жамбыл облысы Сарысу аудандық мәслихатының 2.txt",
          "chunk_id": 0,
          "global_idx": 159012
        }
      ]
    },
    {
      "id": "q056",
      "question": "Клайнфелтер синдромы туралы қандай ақпарат берілген?",
      "gold_answer": "Клайнфелтер синдромы, кариотипі 47,XXY және 46,XX-кариотипті ер адам туралы мәліметтер бар. Бұл синдромның әйел және еркек типтері, сондай-ақ, хромосомалардың саны мен түрлері көрсетілген.",
      "gold_passages": [
        {
          "doc_id": " Тегін медициналық көмектің кепілдік берілген көлемі шеңберінде және (немесе) міндетті әлеуметтік медициналық сақтандыру жүйесінде ұсынылатын медициналық қызметтерге тарифтерді бекіту туралы  Қазақста.txt",
          "chunk_id": 0,
          "global_idx": 68638
        }
      ]
    },
    {
      "id": "q057",
      "question": "Сарысу ауданындағы ауылдық округ әкімдіктерінің аппаратының бюджеті қалай құрылды?",
      "gold_answer": "Сарысу ауданындағы ауылдық округ әкімдіктерінің аппаратының бюджеті 2021 жылы 2752 мың теңге көлемінде құрылды. Бұл қаржы елді мекендерді абаттандыру мен көгалдандыру бағдарламаларына бағытталған.",
      "gold_passages": [
        {
          "doc_id": " 2019-2021 жылдарға арналған аудандық бюджет туралы  Сарысу аудандық мәслихатының 2018 жылғы 21 желтоқсандағы № 43-2 шешіміне өзгерістер енгізу туралы Жаңа Жамбыл облысы Сарысу аудандық маслихатының 2.txt",
          "chunk_id": 0,
          "global_idx": 212535
        }
      ]
    },
    {
      "id": "q058",
      "question": "Аудандық кітапханалардың жұмыс істеуін қамтамасыз ететін мемлекеттік органдар қандай қызметтер атқарады?",
      "gold_answer": "Аудандық (қалалық) кітапханалардың жұмыс істеуін қамтамасыз ету үшін ауданның ішкі саясат бөлімі мен мәдениет және тілдерді дамыту бөлімі мемлекеттік саясатты іске асыру жөніндегі қызметтер атқарады.",
      "gold_passages": [
        {
          "doc_id": " 2016-2018 жылдарға арналған аудан бюджеті туралы  Бәйдібек аудандық мәслихатының 2015 жылғы 22 желтоқсандағы № 44 239 шешіміне өзгерістер енгізу туралы Мерзімі біткен Оңтүстік Қазақстан облысы Бәйдіб.txt",
          "chunk_id": 0,
          "global_idx": 11437
        }
      ]
    },
    {
      "id": "q059",
      "question": "Жиналысқа шақыру кезінде қандай талаптар орындалуы тиіс?",
      "gold_answer": "Жиналысқа шақыру кезінде қажетті материалдар жазбаша түрде немесе электрондық құжат нысанында ұсынылуы тиіс. Жиналысқа қатысушы мүшелерді тіркеу және жиналыстың күн тәртібін қалыптастыру әкімнің аппаратымен жүзеге асырылады.",
      "gold_passages": [
        {
          "doc_id": " Сырдария ауданы Қоғалыкөл ауылдық округінің жергiлiктi қоғамдастық жиналысының Регламентiн бекiту туралы  Сырдария аудандық мәслихатының 2018 жылғы 15 маусымдағы № 199 шешіміне өзгерістер енгізу тура.txt",
          "chunk_id": 0,
          "global_idx": 192204
        }
      ]
    },
    {
      "id": "q060",
      "question": "2024 жылы бюджетте мемлекеттік қызметтерді қамтамасыз ету үшін қанша қаржы бөлінген?",
      "gold_answer": "2024 жылы жалпы сипаттағы мемлекеттік қызметтер үшін 56527 мың теңге бөлінген.",
      "gold_passages": [
        {
          "doc_id": " 2024-2026 жылдарға арналған Жамбыл ауданы ауылдық округтерінің бюджеттері туралы  Жамбыл облысы Жамбыл аудандық мәслихатының 2023 жылғы 28 желтоқсандағы №15-2 шешіміне өзгерістер енгізу туралы Жаңа Ж.txt",
          "chunk_id": 0,
          "global_idx": 120997
        }
      ]
    },
    {
      "id": "q061",
      "question": "Білім беру ұйымдарының жетекші персоналының, оқытушыларының біліктілік санатын арттырудың мерзімі қанша?",
      "gold_answer": "Білім беру ұйымдарының жетекші персоналының, оқытушыларының біліктілік санатын арттыру (растау) кемінде бес жылда бір рет жүзеге асырылады.",
      "gold_passages": [
        {
          "doc_id": " Тиісті үлгідегі білім беру ұйымдары қызметінің үлгілік қағидаларын бекіту туралы  Қазақстан Республикасы Білім және ғылым министрінің 2018 жылғы 30 қазандағы № 595 бұйрығына өзгерістер мен толықтырул.txt",
          "chunk_id": 0,
          "global_idx": 141223
        }
      ]
    },
    {
      "id": "q062",
      "question": "Қазақстанда білім алушы студенттерге әлеуметтік көмек көрсету үшін қандай қаржы бөлінген?",
      "gold_answer": "Білім алушы студенттерге әлеуметтік көмек көрсету үшін 11966,8 мың теңге бөлінген.",
      "gold_passages": [
        {
          "doc_id": " 2023-2025 жылдарға арналған аудандық бюджет туралы  Жалағаш аудандық мәслихатының 2022 жылғы 23 желтоқсандағы № 30-2 шешіміне өзгерістер енгізу туралы Мерзімі біткен Қызылорда облысы Жалағаш аудандық.txt",
          "chunk_id": 0,
          "global_idx": 32870
        }
      ]
    },
    {
      "id": "q063",
      "question": "Бие сүтінің өндірісіне қатысты нақты сауылған сүттің есепке алыну тәртібі қандай?",
      "gold_answer": "Бие сүтінің өндірісі бойынша нақты сауылған сүт, ол өткізілгеніне немесе шаруашылықта пайдаланылғанына қарамастан, есепке алынады. Алайда, бұзаулар, қозылар, лақтар және басқа сүтті еміп қойған жануарлар бұл өнімге енгізілмейді.",
      "gold_passages": [
        {
          "doc_id": " Ауыл, орман, аңшылық және балық шаруашылығы статистикасы бойынша жалпымемлекеттік статистикалық байқаулардың статистикалық нысандары мен оларды толтыру жөніндегі нұсқаулықтарды бекіту туралы  Қазақст.txt",
          "chunk_id": 0,
          "global_idx": 256059
        }
      ]
    },
    {
      "id": "q064",
      "question": "2024 жылға арналған Ойтал ауылдық округінің бюджеті қандай соманы құрайды?",
      "gold_answer": "2024 жылға арналған Ойтал ауылдық округінің бюджеті 54000 мың теңге сомасын құрайды.",
      "gold_passages": [
        {
          "doc_id": " 2024-2026 жылдарға арналған Меркі ауданы ауылдық округтерінің бюджеттері туралы  Меркі аудандық мәслихатының 2023 жылғы 25 желтоқсандағы №17-4 шешіміне өзгерістер енгізу туралы Жаңа Жамбыл облысы Мер.txt",
          "chunk_id": 0,
          "global_idx": 242860
        }
      ]
    },
    {
      "id": "q065",
      "question": "Жайылымдарды пайдалану жөніндегі күнтізбелік кестені кім айқындайды?",
      "gold_answer": "Жайылымдарды пайдалану жөніндегі күнтізбелік кестені ШҚ, ШФҚ, ЖШС, ӘКК жер пайдаланушылардың өз бетінше көрсеткен мәліметтерін ескере отырып айқындайды.",
      "gold_passages": [
        {
          "doc_id": " Ерейментау ауданы Бозтал ауылының, Новомарковка ауылының, Қойтас ауылдық округінің, Еркіншілік ауылдық округінің, Тайбай ауылдық округінің, Торғай ауылдық округінің 2021 жылға арналған жайылымдарды б.txt",
          "chunk_id": 0,
          "global_idx": 99675
        }
      ]
    },
    {
      "id": "q066",
      "question": "Экологиялық дәліздер қандай мақсатта құрылады?",
      "gold_answer": "Экологиялық дәліздер мемлекеттік табиғи-қорық қорының объектілерін, биологиялық сан алуандықты сақтау, қорғалатын табиғи аумақтарда мекендейтін жануарлардың табиғи қоныс аудару және өсетін өсімдіктердің таралу жолдарын қорғау мақсаттарында құрылады.",
      "gold_passages": [
        {
          "doc_id": " Ерекше қорғалатын табиғи аумақтар туралы  Қазақстан Республикасы Заңының (жаңа редакция) жобасы туралы Жаңа Қазақстан Республикасы Үкіметінің 2006 жылғы 9 қаңтардағы N 30 Қаулысы.txt",
          "chunk_id": 0,
          "global_idx": 20665
        }
      ]
    },
    {
      "id": "q067",
      "question": "Жамбыл облысының жергілікті маңызы бар балық шаруашылығы су айдындарының тізбесін бекіту туралы қаулыға қандай өзгерістер енгізілді?",
      "gold_answer": "Жамбыл облысының жергілікті маңызы бар балық шаруашылығы су айдындарының тізбесі жаңа редакцияда жазылды. Бұл өзгерістер Жамбыл облысы әкімдігінің 2015 жылғы 28 желтоқсандағы қаулысына енгізілген.",
      "gold_passages": [
        {
          "doc_id": " Жамбыл облысының жергiлiктi маңызы бар балық шаруашылығы су айдындарының және (немесе) учаскелерінің тiзбесiн бекiту туралы  Жамбыл облысы әкімдігінің 2015 жылғы 28 желтоқсандағы № 326 қаулысына өзге.txt",
          "chunk_id": 0,
          "global_idx": 145426
        }
      ]
    },
    {
      "id": "q068",
      "question": "Ыдыстарға құйылған ауыз суды өндіру жөніндегі қуаты аз объектілерде өнім өндірудің технологиялық процестерін орналастыруға қандай талаптар қойылады?",
      "gold_answer": "Қуаты аз объектілерде өнім өндірудің технологиялық процестерін орналастыру үшін 021/2011 КО ТР техникалық регламентіне сәйкес қауіпсіздік рәсімдері сақталуы тиіс, және жекелеген функционалдық аймақтарды бөле отырып, олардың реттілігі мен ағымдылығын сақтау қажет.",
      "gold_passages": [
        {
          "doc_id": " Алкоголь өнімдерін, алкогольсіз өнімдерді және ыдыстарға құйылған ауыз суды өндіру объектілеріне, алкоголь өнімдерін, алкогольсіз өнімдерді және ыдыстарға құйылған ауыз суды өндіру және сақтау шартта.txt",
          "chunk_id": 0,
          "global_idx": 77240
        }
      ]
    },
    {
      "id": "q069",
      "question": "Мәйіттерден көру ағзаларын алу және консервациялау қағидаларына қандай өзгерістер енгізілді?",
      "gold_answer": "Қазақстан Республикасы Денсаулық сақтау министрінің бұйрығына сәйкес, мәйіттерден көру ағзаларын алу және консервациялау қағидаларына терминдер мен ұғымдар енгізілді. Ағза, тіркелім сияқты терминдер анықталды.",
      "gold_passages": [
        {
          "doc_id": " Патологиялық анатомия және сот-медицина сараптамасы қызметін жүзеге асыратын ұйымдарда трансплантаттау мақсатында мәйіттерден көру ағзаларын алу және консервациялау қағидаларын бекіту туралы  Қазақст.txt",
          "chunk_id": 0,
          "global_idx": 218427
        }
      ]
    },
    {
      "id": "q070",
      "question": "Үшінші тұлғалардың цифрлық құжаттарға қол жеткізуі қалай жүзеге асырылады?",
      "gold_answer": "Үшінші тұлғалардың цифрлық құжаттарға қол жеткізуі субъектінің келісімімен цифрлық құжаттар сервисі арқылы жүзеге асырылады. Құжаттарды қарауға рұқсат беру үшін QR-код немесе қысқа қол жеткізу коды пайдаланылады.",
      "gold_passages": [
        {
          "doc_id": " Цифрлық құжаттар сервисін қолдана отырып, электрондық құжаттарды қалыптастыру, тексеру және пайдалану қағидаларын бекіту туралы  Қазақстан Республикасының Цифрлық даму, инновациялар және аэроғарыш өн.txt",
          "chunk_id": 0,
          "global_idx": 165587
        }
      ]
    },
    {
      "id": "q071",
      "question": "Нұра-Есіл өзендері алабының қоршаған ортасын оңалту үшін республикалық бюджеттен қанша қаржы бөлінген?",
      "gold_answer": "Нұра-Есіл өзендері алабының қоршаған ортасын оңалтуға республикалық бюджеттен 1 397 313 теңге бөлінген.",
      "gold_passages": [
        {
          "doc_id": " 2009-2011 жылдарға арналған республикалық бюджет туралы  Қазақстан Республикасының Заңын іске асыру туралы Жаңартылған Қазақстан Республикасы Үкіметінің 2008 жылғы 18 желтоқсандағы N 1184 Қаулысы.txt",
          "chunk_id": 0,
          "global_idx": 162723
        }
      ]
    },
    {
      "id": "q072",
      "question": "Сақтандыру шарттарының тобына жататын басқа да ақша ағындары бойынша активтер сомасы қалай есепке алынады?",
      "gold_answer": "Сақтандыру шарттарының тобына жататын басқа да ақша ағындары бойынша активтердің сомасы шоттың дебеті бойынша жазылады, ал кредиті бойынша есептен шығару көрсетіледі.",
      "gold_passages": [
        {
          "doc_id": " Сақтандыру (қайта сақтандыру) ұйымдарына, исламдық сақтандыру (қайта сақтандыру) ұйымдарына, өзара сақтандыру қоғамдарына және Қазақстан Республикасының бейрезидент - сақтандыру (қайта сақтандыру) ұй.txt",
          "chunk_id": 0,
          "global_idx": 233156
        }
      ]
    },
    {
      "id": "q073",
      "question": "Жер қойнауын пайдаланушының корпоративтік табыс салығын есептеу үшін қандай шарттар орындалуы тиіс?",
      "gold_answer": "Жер қойнауын пайдаланушы өндірілген мұнай мен минералды шикізатты басқа заңды тұлғаға беретін жағдайда, өндірістің нақты өзіндік құны мен қайта өңдеу жөніндегі операциялардың қаржылық есептілігін халықаралық стандарттарға сәйкес 20%-ға ұлғайтылған табыс негізінде айқындалады.",
      "gold_passages": [
        {
          "doc_id": " Салық және бюджетке төленетін басқа да міндетті төлемдер туралы  Қазақстан Республикасы Кодексінің (Салық кодексі) жобасы туралы Жаңа Қазақстан Республикасы Үкіметінің 2008 жылғы 30 тамыздағы N 812 Қ.txt",
          "chunk_id": 0,
          "global_idx": 226378
        }
      ]
    },
    {
      "id": "q074",
      "question": "Облыстық маңызы бар қалада спорттық жарыстарды өткізу үшін қандай мемлекеттік органдар жауапты?",
      "gold_answer": "Спорттық жарыстарды өткізу үшін ауданның (облыстық маңызы бар қала) спорт бөлімі жауапты. Сонымен қатар, жарыстарға қатысатын құрама командаларды дайындау аудандық (облыстық маңызы бар қала) деңгейінде жүзеге асырылады.",
      "gold_passages": [
        {
          "doc_id": " 2020–2022 жылдарға арналған аудандық бюджет туралы  Байзақ аудандық мәслихатының 2019 жылғы 19 желтоқсандағы №59-3 шешіміне өзгерістер енгізу туралы Жаңа Жамбыл облысы Байзақ аудандық мәслихатының 20.txt",
          "chunk_id": 0,
          "global_idx": 95259
        }
      ]
    },
    {
      "id": "q075",
      "question": "2022 жылға арналған ауылдық округ бюджетінде облыстық бюджеттен нысаналы трансферттер қандай сомада ескерілетін болады?",
      "gold_answer": "2022 жылға арналған ауылдық округ бюджетінде облыстық бюджеттен нысаналы трансферттер 63 000,0 мың теңге сомасында ескерілетін болады.",
      "gold_passages": [
        {
          "doc_id": " 2022-2024 жылдарға арналған Айыртау ауданы Антоновка ауылдық округінің бюджетін бекіту туралы  Айыртау аудандық мәслихатының 2021 жылғы 28 желтоқсандағы № 7-13-12 шешіміне өзгерістер мен толықтырулар.txt",
          "chunk_id": 0,
          "global_idx": 152090
        }
      ]
    },
    {
      "id": "q076",
      "question": "Назарбаев Зияткерлік мектептерінде білім беру қызметкерлерінің біліктілігін арттыру қандай тәсілдермен жүзеге асырылады?",
      "gold_answer": "Білім беру қызметкерлерінің біліктілігін арттыру Қазақстан Республикасы білім беру қызметкерлерінің кәсіби құзыреттігінің деңгейіне қойылатын заманауи талаптарына сәйкес үздіксіз арттыру моделін жасау арқылы жүзеге асырылады.",
      "gold_passages": [
        {
          "doc_id": " 2012 - 2014 жылдарға арналған республикалық бюджет туралы  Қазақстан Республикасының Заңын іске асыру туралы  Қазақстан Республикасы Yкiметiнiң 2011 жылғы 1 желтоқсандағы № 1428 қаулысына өзгерiстер .txt",
          "chunk_id": 0,
          "global_idx": 50504
        }
      ]
    },
    {
      "id": "q077",
      "question": "Тауарларды айналымнан шығару дегеніміз не?",
      "gold_answer": "Тауарды айналымнан шығару – бақылау белгілерімен таңбаланған тауарларды түпкілікті тұтынушыға, яғни заңды тұлғаларға, дара кәсіпкерлерге және жеке тұлғаларға беру процесі.",
      "gold_passages": [
        {
          "doc_id": " Табиғи теріден жасалған киім заттары, киімге керек-жарақтар және өзге де бұйымдар  тауар позициясы бойынша тауарларды бақылау (идентификациялау) белгілерімен таңбалауды енгізу жөніндегі пилоттық жоба.txt",
          "chunk_id": 0,
          "global_idx": 185571
        }
      ]
    },
    {
      "id": "q078",
      "question": "Қазақстанда биогаз технологиясын дамытуға арналған ұлттық бағдарламалар қандай мақсаттарға бағытталған?",
      "gold_answer": "Қазақстанда биогаз технологиясын дамытуға арналған ұлттық бағдарламалар энергиямен қамтамасыз ету, тыңайтқыштармен қамтамасыз ету және санитарлық жағдайларды ұстап тұру проблемаларын шешуге бағытталған.",
      "gold_passages": [
        {
          "doc_id": " 2024 жылға дейін орнықты даму мақсатында Қазақстан Республикасының энергиясы мен жаңартылатын ресурстарын тиімді пайдалану стратегиясы туралы  Қазақстан Республикасының Президенті Жарлығының жобасы т.txt",
          "chunk_id": 0,
          "global_idx": 18268
        }
      ]
    },
    {
      "id": "q079",
      "question": "Мемлекеттік қызметті көрсетуден бас тартқан жағдайда, көрсетілетін қызметті беруші қанша жұмыс күні ішінде алдын ала шешімді хабарлауы тиіс?",
      "gold_answer": "Көрсетілетін қызметті беруші мемлекеттік қызметті көрсетуден бас тарту туралы шешімді 2 (екі) жұмыс күні ішінде хабарлауы тиіс.",
      "gold_passages": [
        {
          "doc_id": " Халықаралық және республикалық маңызы бар ортақ пайдаланылатын автомобиль жолдарын байланыс және электр беру арналарының, желілерінің, мұнай құбырларының, газ құбырларының, су құбырларының және темір.txt",
          "chunk_id": 0,
          "global_idx": 12071
        }
      ]
    },
    {
      "id": "q080",
      "question": "Қазақстанда қандай химиялық өнімдерді өндірумен айналысуға болады?",
      "gold_answer": "Қазақстанда сабын, жуу құралдары, парфюмерлік өнімдер, косметикалық заттар, фармацевтикалық препараттар, резеңке және пластмасса бұйымдары, құрылыс материалдары сияқты химиялық өнімдерді өндіруге болады.",
      "gold_passages": [
        {
          "doc_id": " 2020 жылы Қазақстан Республикасы халқының ұлттық санағын өткізуге арналған санақ парақтарын бекіту туралы  Қазақстан Республикасы Ұлттық экономика министрлігі Статистика комитеті төрағасының 2019 жыл.txt",
          "chunk_id": 0,
          "global_idx": 174149
        }
      ]
    },
    {
      "id": "q081",
      "question": "Осы бұйрықтың Қазақстан Республикасының Әділет министрлігінде мемлекеттік тіркелуінің мерзімі қанша күн?",
      "gold_answer": "Осы бұйрық Қазақстан Республикасы Әділет министрлігінде мемлекеттік тіркелген күннен бастап күнтізбелік он күн ішінде ресми жариялануы қажет.",
      "gold_passages": [
        {
          "doc_id": " Агроөнеркәсіптік кешен субъектілерін қаржылық сауықтыру жөніндегі бағыт шеңберінде кредиттік және лизингтік міндеттемелер бойынша пайыздық мөлшерлемені субсидиялау қағидаларын бекіту туралы  Қазақста.txt",
          "chunk_id": 0,
          "global_idx": 60025
        }
      ]
    },
    {
      "id": "q082",
      "question": "Мемлекеттік сатып алу саласындағы мемлекеттік саясатты іске асыру жөніндегі қызметтердің бюджеті қанша?",
      "gold_answer": "Мемлекеттік сатып алу саласындағы мемлекеттік саясатты іске асыру жөніндегі қызметтердің бюджеті 110 471 теңге.",
      "gold_passages": [
        {
          "doc_id": " 2022-2024 жылдарға арналған облыстық бюджет туралы  облыстық мәслихаттың 2021 жылғы 9 желтоқсандағы № 80 шешіміне өзгерістер мен толықтыру енгізу туралы Мерзімі біткен Ақтөбе облыстық мәслихатының 20.txt",
          "chunk_id": 0,
          "global_idx": 203594
        }
      ]
    },
    {
      "id": "q083",
      "question": "Аудандық маңызы бар қала, ауыл, кент, ауылдық округ әкімінің аппаратының қызметін қамтамасыз ету жөніндегі шығыстары қандай көлемде белгіленген?",
      "gold_answer": "Аудандық маңызы бар қала, ауыл, кент, ауылдық округ әкімінің аппаратының қызметін қамтамасыз ету жөніндегі шығыстары 30994,5 теңге көлемінде белгіленген.",
      "gold_passages": [
        {
          "doc_id": " 2021 – 2023 жылдарға арналған Аламесек ауылдық округінің бюджеті туралы  Жалағаш аудандық мәслихатының 2020 жылғы 28 желтоқсандағы № 70-5 шешіміне өзгерістер енгізу туралы Жаңа Қызылорда облысы Жалағ.txt",
          "chunk_id": 0,
          "global_idx": 76248
        }
      ]
    },
    {
      "id": "q084",
      "question": "Қазақстан Республикасының Үкіметі Дүниежүзілік сауда ұйымына қосылу туралы хаттаманы ратификациялау үшін қандай қадамдар жасауы тиіс?",
      "gold_answer": "Қазақстан Республикасының Үкіметі 1994 жылғы 15 сәуірдегі Дүниежүзілік сауда ұйымын құру туралы Марракеш келісіміне қосылу туралы хаттаманы Қазақстан Республикасы Парламенті Мәжілісінің қарауына енгізуі тиіс. Бұл хаттама ратификациялануы керек.",
      "gold_passages": [
        {
          "doc_id": " 1994 жылғы 15 сәуірдегі Дүниежүзілік сауда ұйымын құру туралы Марракеш келісіміне Қазақстан Республикасының қосылуы туралы хаттаманы ратификациялау туралы  Қазақстан Республикасы Заңының жобасы турал.txt",
          "chunk_id": 0,
          "global_idx": 259463
        }
      ]
    },
    {
      "id": "q085",
      "question": "Жергілікті деңгейде балалар мен жасөспірімдер үшін қосымша білім беру бағдарламаларын іске асырудың заңды негіздері қандай?",
      "gold_answer": "Жергілікті деңгейде балалар мен жасөспірімдер үшін қосымша білім беру бағдарламаларын іске асыру жергілікті бюджеттен қаржыландырылатын білім беру, мәдениет, спорт және туризмнің атқарушы органы арқылы жүзеге асырылады.",
      "gold_passages": [
        {
          "doc_id": " 2001 жылғы облыстық бюджет туралы  облыстық Мәслихаттың 2000 жылғы 29 желтоқсанындағы VIII сессиясының N 2 шешіміне өзгерістер мен толықтырулар енгізу туралы Жаңа Қарағанды облыстық Мәслихатының XIV .txt",
          "chunk_id": 0,
          "global_idx": 21019
        }
      ]
    },
    {
      "id": "q086",
      "question": "Жекешелендiруге жатпайтын ауыл шаруашылығы министрлігінің кәсіпорындары мен ұйымдарының тізімі қандай?",
      "gold_answer": "Жекешелендiруге жатпайтын ауыл шаруашылығы министрлігінің кәсіпорындары мен ұйымдарына Майбалық балық питомнигі, Қазақ өндірістік жерсіндіру станциясы, Қапшағай уылдырық шашу-көбейту шаруашылығы және басқа да балық питомниктері жатады.",
      "gold_passages": [
        {
          "doc_id": " Балық  мемлекеттiк акционерлiк компаниясын қайта құру туралы Жаңа Қазақстан Республикасы Министрлер Кабинетiнiң Қаулысы 1995 жылғы 14 ақпандағы N 157.txt",
          "chunk_id": 0,
          "global_idx": 225247
        }
      ]
    },
    {
      "id": "q087",
      "question": "Номиналды ұстаушылар акционерлер тізімін жасау үшін қандай ақпаратты ұсынуы қажет?",
      "gold_answer": "Номиналды ұстаушылар акционерлер тізімін жасау үшін эмитенттің атауы, орналасқан жері, мемлекеттік тіркеу нөмірі, акциялардың саны және меншік иелері туралы мәліметтерді ұсынуы қажет.",
      "gold_passages": [
        {
          "doc_id": " Номиналды ұстауға берілген, ұйымдастырылған немесе ұйымдастырылмаған нарықта эмиссиялық бағалы қағаздармен жасалған мәмілелерді номиналды ұстау жүйесінде (орталық депозитарийдің есепке алу жүйесінде).txt",
          "chunk_id": 0,
          "global_idx": 61320
        }
      ]
    },
    {
      "id": "q088",
      "question": "Қазақстан Республикасында тіркелмеген дәрілік заттарды аумақтан әкету үшін қандай құжаттарды ұсыну қажет?",
      "gold_answer": "Қазақстан Республикасында тіркелмеген дәрілік заттарды аумақтан әкету үшін көрсетілетін қызметті алушы Портал арқылы ЭЦҚ қойылған электрондық өтінішті және қажетті құжаттарды ұсынуы тиіс.",
      "gold_passages": [
        {
          "doc_id": " Дәрілік заттар мен медициналық бұйымдарды Қазақстан Республикасының аумағына әкелу және Қазақстан Республикасының аумағынан әкету және  Қазақстан Республикасында тіркелген және тіркелмеген дәрілік за.txt",
          "chunk_id": 0,
          "global_idx": 26469
        }
      ]
    },
    {
      "id": "q089",
      "question": "Қазақстандағы материалдық емес активтерді сатудың заңды негіздері қандай?",
      "gold_answer": "Материалдық емес активтерді сату Қазақстан Республикасы заңнамасына сәйкес жүзеге асырылады. Сату барысында активтердің бағасы және сату шарттары нақты белгіленуі тиіс.",
      "gold_passages": [
        {
          "doc_id": " 2015-2017 жылдарға арналған аудандық бюджет туралы  Қармақшы аудандық мәслихатының 2014 жылғы 24 желтоқсандағы № 225 шешіміне өзгерістер енгізу туралы Мерзімі біткен Қызылорда облысы Қармақшы ауданды.txt",
          "chunk_id": 0,
          "global_idx": 100139
        }
      ]
    },
    {
      "id": "q090",
      "question": "Кредитті қайта құрылымдау кезінде негізгі борышты өтеу бойынша жеңілдікті кезең қанша уақытты құрайды?",
      "gold_answer": "Негізгі борышты өтеу бойынша жеңілдікті кезең кредит бойынша бірінші транш есептелген күнінен бастап 48 (қырық сегіз) айды құрайды.",
      "gold_passages": [
        {
          "doc_id": " Ақкент  және  Көкшіл орам - 3  тұрғын үй кешендерінің құрылысын аяқтаудың кейбір мәселелері туралы Жаңа Қазақстан Республикасы Үкіметінің 2011 жылғы 13 желтоқсандағы № 1513 Қаулысы.txt",
          "chunk_id": 0,
          "global_idx": 73248
        }
      ]
    },
    {
      "id": "q091",
      "question": "Қазақстан Республикасында зейнеткерлер мен соғыс ардагерлеріне жерлеуге берілетін жәрдемақы қандай жағдайларда тағайындалады?",
      "gold_answer": "Зейнеткерлер мен соғыс ардагерлеріне жерлеуге берілетін жәрдемақы мемлекеттік әлеуметтік жәрдемақы алатындарға, сондай-ақ жер астындағы, ашық тау-кен жұмыстарында жұмыс істеген адамдарға берілетін арнайы жәрдемақылармен бірге тағайындалады.",
      "gold_passages": [
        {
          "doc_id": " 2001 жылға арналған республикалық бюджет туралы  Қазақстан Республикасының Заңын іске асыру туралы Жаңартылған Қазақстан Республикасы Үкіметінің қаулысы 2000 жылғы 29 желтоқсан N 1950.txt",
          "chunk_id": 0,
          "global_idx": 119276
        }
      ]
    },
    {
      "id": "q092",
      "question": "Тыныс алу ағзаларының алғашқы туберкулезі диагнозы расталған жағдайда қандай хирургиялық операциялар жүргізілуі мүмкін?",
      "gold_answer": "Бактериологиялық және гистологиялық тұрғыдан расталған тыныс алу ағзаларының алғашқы туберкулезі жағдайында өкпенің торакоскопиялық резекциясы, өкпе лобэктомиясы, толық пневмонэктомия және кеуде қуысының құрылымын түбегейлі кесу сияқты операциялар жүргізілуі мүмкін.",
      "gold_passages": [
        {
          "doc_id": " Медициналық оңалту көрсету қағидаларын бекіту туралы  Қазақстан Республикасы Денсаулық сақтау министрінің 2020 жылғы 7 қазандағы № ҚР ДСМ-116 2020 бұйрығына өзгерістер мен толықтырулар енгізу туралы .txt",
          "chunk_id": 0,
          "global_idx": 167356
        }
      ]
    },
    {
      "id": "q093",
      "question": "2011 жылға арналған аудандық бюджетте қандай мақсаттарға бағытталған ағымдағы нысаналы трансферттер көзделген?",
      "gold_answer": "2011 жылға арналған аудандық бюджетте мектепке дейінгі білім беру ұйымдарында мемлекеттік білім беру тапсырысын іске асыру, оқу жабдықтарын қамтамасыз ету, үйде оқитын мүгедек балаларды қолдау, жетім балаларды асырап бағу, эпизоотияға қарсы шаралар мен ауылдық мамандарды әлеуметтік қолдау сияқты мақсаттарға трансферттер қарастырылған.",
      "gold_passages": [
        {
          "doc_id": " 2011 - 2013 жылдарға арналған аудандық бюджет туралы  аудандық мәслихаттың 2010 жылғы 20 желтоқсандағы № 33 198 шешіміне өзгерістер мен толықтырулар енгізу туралы Жаңа Түпқараған аудандық мәслихатыны.txt",
          "chunk_id": 0,
          "global_idx": 219664
        }
      ]
    },
    {
      "id": "q094",
      "question": "Мемлекеттік аудит объектілерінің тиісті жылға арналған тізбесінің орындалу жағдайы туралы мемлекеттік орган басшысы хабарланады ма?",
      "gold_answer": "Ия, мемлекеттік орган басшысы мемлекеттік аудит объектілерінің тиісті жылға арналған тізбесінің орындалу жағдайы туралы хабарланады.",
      "gold_passages": [
        {
          "doc_id": " Ішкі аудит қызметтері жұмысының тиімділігін бағалау  ішкі мемлекеттік аудиттің және қаржылық бақылаудың рәсімдік стандартын бекіту туралы Жаңартылған Қазақстан Республикасы Қаржы министрінің м.а. 201.txt",
          "chunk_id": 0,
          "global_idx": 96034
        }
      ]
    },
    {
      "id": "q095",
      "question": "Солтүстік Қазақстан облысы әкімдігінің қаржы басқармасының қызметкерлерінің міндеттері мен құқықтары қандай?",
      "gold_answer": "Солтүстік Қазақстан облысы әкімдігінің қаржы басқармасының қызметкерлері қызметке тағайындалады, тәртіптік жазалар қолданады, бұйрықтарға қол қояды және мемлекеттік сатып алу заңнамасының сақталуын қамтамасыз етеді.",
      "gold_passages": [
        {
          "doc_id": " Солтүстік Қазақстан облысы әкімдігінің қаржы басқармасы  коммуналдық мемлекеттік мекемесі туралы ережені бекіту туралы Жаңа Солтүстік Қазақстан облысы әкімдігінің 2022 жылғы 1 шілдедегі № 155 қаулысы.txt",
          "chunk_id": 0,
          "global_idx": 42846
        }
      ]
    },
    {
      "id": "q096",
      "question": "Ақмола облысы әкімдігінің 2016 жылғы 5 қыркүйектегі қаулысының күші неге жойылды?",
      "gold_answer": "Ақмола облысы әкімдігінің 2016 жылғы 5 қыркүйектегі қаулысының күші жойылғаны туралы шешім 'Қазақстан Республикасындағы жергілікті мемлекеттік басқару және өзін-өзі басқару туралы' Заңына сәйкес қабылданды.",
      "gold_passages": [
        {
          "doc_id": " Субсидияланатын тұқымдарды сатып алудың (пайдаланудың) нормалары мен шекті бағаларын бекіту туралы  Ақмола облысы әкімдігінің 2016 жылғы 5 қыркүйектегі № А-10 429 қаулысының күші жойылды деп тану тур.txt",
          "chunk_id": 0,
          "global_idx": 97522
        }
      ]
    },
    {
      "id": "q097",
      "question": "Аудан (облыстық маңызы бар қала) әкімінің қызметін қамтамасыз ету жөніндегі қызметтер қандай бағыттарды қамтиды?",
      "gold_answer": "Аудан (облыстық маңызы бар қала) әкімінің қызметін қамтамасыз ету жөніндегі қызметтер мемлекеттік органның күрделі шығыстарын, бюджетті орындау, коммуналдық меншікті басқару, салық салу мақсатында мүлікті бағалау және жекешелендіруді қамтиды.",
      "gold_passages": [
        {
          "doc_id": " 2015 - 2017 жылдарға арналған аудандық бюджет туралы  Мойынқұм аудандық мәслихатының 2014 жылғы 22 желтоқсандағы №31-4 шешіміне өзгерістер енгізу туралы Жаңа Жамбыл облысы Мойынқұм ауданы мәслихатыны.txt",
          "chunk_id": 0,
          "global_idx": 93596
        }
      ]
    },
    {
      "id": "q098",
      "question": "Қазақстан Республикасы Президентінің жарлықтарына енгізілетін өзгерістер мен толықтырулар қандай ережелермен бекітіледі?",
      "gold_answer": "Қазақстан Республикасы Президентінің жарлықтарына енгізілетін өзгерістер мен толықтырулар «Қазақстан Республикасы Мемлекеттік күзет қызметі туралы ережені бекіту туралы» және «Қазақстан Республикасы Мемлекеттік қызмет істері және сыбайлас жемқорлыққа қарсы іс-қимыл агенттігінің кейбір мәселелері» сияқты ережелермен бекітіледі.",
      "gold_passages": [
        {
          "doc_id": " Мемлекеттік қызмет өткерудің кейбір мәселелері туралы  Қазақстан Республикасының Президенті Жарлығының жобасы туралы Жаңа Қазақстан Республикасы Үкіметінің 2015 жылғы 26 желтоқсандағы № 1076 қаулысы.txt",
          "chunk_id": 0,
          "global_idx": 55101
        }
      ]
    },
    {
      "id": "q099",
      "question": "Сайлау учаскелері мен олардың орталықтары туралы ақпарат қайда орналасқан?",
      "gold_answer": "Сайлау учаскелері мен олардың орталықтары Шугаев көшесі, 153, 153 а, Семей қаласының Шәкәрім атындағы университеті, Дастенов көшесі, 49, және Электротехникалық колледждің мекенжайлары бойынша орналасқан.",
      "gold_passages": [
        {
          "doc_id": " Семей қаласы аумағында сайлау учаскелерін құру туралы  Семей қаласы әкімінің 2019 жылғы 10 желтоқсандағы № 5 шешіміне өзгеріс енгізу туралы Жаңа Шығыс Қазақстан облысы Семей қаласы әкімінің 2020 жылғ.txt",
          "chunk_id": 0,
          "global_idx": 176484
        }
      ]
    },
    {
      "id": "q100",
      "question": "Қазақстанда УДЗ (ультрадыбыстық диагностика) қызметтерінің бағасы қандай?",
      "gold_answer": "Қазақстанда УДЗ қызметтерінің бағасы әртүрлі, мысалы, іш қуысы мен кіші тазға УДЗ 1 259,68 теңге, ал жүктіліктің 1 триместріндегі акушерлік УДЗ 2 719,59 теңге.",
      "gold_passages": [
        {
          "doc_id": " Тегін медициналық көмектің кепілдік берілген көлемі шеңберінде және (немесе) міндетті әлеуметтік медициналық сақтандыру жүйесінде ұсынылатын медициналық қызметтерге тарифтерді бекіту туралы  Қазақста.txt",
          "chunk_id": 0,
          "global_idx": 68638
        }
      ]
    }
  ],
  "_meta": {
    "total": 100,
    "model": "gpt-4o-mini",
    "note": "Generated automatically, review recommended"
  }
}